Repository: wissehes/TreinRadar
Catalog: Localizable.xcstrings
Source language: nl
Languages: en

# **%@** naar %@
source: **%1$@** naar %2$@
en: **%1$@** to %2$@

source: %@ opgeslagen
en: Saved %@

# %@ richting **%@**
source: %1$@ richting **%2$@**
en: %1$@ towards **%2$@**

source: %lld delen
en: %lld parts

source: %lld zitplaatsen
en: %lld seats

source: Aan favorieten toevoegen
en: Add to favourites

source: Aankomst: %@
en: Arrival: %@

source: Aankomsttijden
en: Arrivals

source: Aankomsttijden zijn nog niet beschikbaar
en: Arrivals are not yet available

source: Afstand: %@
en: Distance: %@

source: Alles
en: All

source: Automatisch verversen
en: Refresh automatically

source: Deze rit kon niet gevonden worden
en: This journey could not be found

source: Deze rit kon niet gevonden worden, check het ritnummer nog eens en probeer het opnieuw.
en: This journey could not be found, check the journey code and try again.

source: Deze trein
en: This train

source: Draai treinen naar richting
en: Rotate trains

source: Drukte: %@
en: Crowd: %@

source: Er ging iets mis...
en: Something went wrong...

source: Facultatief Station
en: Temporary station

source: Favoriete stations
en: Favourite stations

source: Favorieten
en: Favourites

source: Geen trein gedetecteerd.
en: No train detected.

source: Geen zoekresultaten
en: No search results

source: Huidig station: **%@**
en: Current station: **%@**

source: Hybride
en: Hybrid

source: In de buurt
en: Nearby

source: Intercityknooppunt
en: Intercity hub

source: Kaart
en: Map

source: Kaarttype
en: Map type

source: Klaar!
en: Done!

source: Laat alle stops zien
en: Show all stops

source: Laat geannuleerde treinen zien
en: Show cancelled trains

source: Laat vorige stations zien
en: Show previous stops

source: Laat vorige zien
en: Show previous

source: Laden...
en: Loading...

source: Lengte: %lld delen
en: Length: %lld parts

source: Locatie ophalen...
en: Getting location...

source: Materieel: %@
en: Stock: %@

source: Meer
en: More

source: Meer...
en: More...

source: Meldingen
en: Alerts

source: Naar
en: Towards

source: Nog geen favoriete stations
en: No favourite stations yet

source: Nog geen reizen opgeslagen
en: No saved journeys yet

source: Opgeslagen
en: Saved

source: Opgeslagen items
en: Saved items

source: Opgeslagen reizen
en: Saved journeys

source: Reis opzoeken
en: Look up journey

source: Reisinformatie
en: Travel info

source: Richting:
en: Orientation:

source: Ritnummer
en: Journey number

source: Satelliet
en: Satellite

source: Sla op
en: Save

source: Sluiten
en: Close

source: Snelheid: %@
en: Speed: %@

source: Sneltreinenknooppunt
en: Express-train hub

source: Sneltreinstation
en: Express train station

source: Spoor
en: Platform

source: Spoor %@
en: Platform: %@

source: Spoor: %@
en: Platform: %@

source: Standaard
en: Standard

source: Stations in de buurt
en: Nearby stations

source: Stations ophalen...
en: Fetching stations...

source: Stoptreinenknooppunt
en: Local train hub

source: Stoptreinstation
en: Local train station

source: Trein
en: Train

source: Trein detecteren...
en: Detecting train...

source: Trein opzoeken
en: Look up train

source: Treindetectie
en: Train detection

source: Treinen dichtbij
en: Nearby trains

source: Treinen ophalen...
en: Fetching trains...

source: Treinstelnummer
en: Stock number

source: Uit favorieten verwijderen
en: Remove from favourites

source: Uit opgeslagen verwijderen
en: Remove from saved

source: V: %@
en: D: %@

source: Vertrek: %@
en: Departure: %@

source: Vertrektijden
en: Departure times

source: Ververs
en: Refresh

source: Verwijder
en: Remove

source: Verwijder uit favorieten
en: Remove from favourites

source: Verwijder uit opgeslagen reizen
en: Remove from saved journeys

source: Voeg reizen toe door op %@ te drukken.
en: Add journeys by tapping the %@ button.

source: Voeg stations toe aan je favorieten via de app op je iPhone, daarna verschijnen ze hier.
en: Add stations to your favourites in the iPhone app, they'll then appear here.

source: Voeg stations toe door op %@ te drukken.
en: Add stations by tapping the %@ button.

source: Voeg toe aan favorieten
en: Add to favourites

source: Volgend station: **%@**
en: Next station: **%@**

source: Waarschuwingen
en: Warnings

source: Weergave
en: Map

source: Zitplaatsen: %lld
en: Seats: %lld

source: Zoek op
en: Look up

source: Zoek treinstel op
en: Look up train
